"ADD_EVENT_PROMPT" = "تعيين تفاصيل الحدث.";
"ADD_EVENT" = "إضافة حدث";
"EDIT_EVENT" = "تحرير";
"CANCEL" = "إلغاء";

"DELETE" = "حذف";
"DELETE_ONE" = "حذف هذا الحدث فقط";
"DELETE_FUTURE" = "حذف كافة الأحداث المستقبلية";
"DELETE_RECURRING_ALERT_TITLE" = "حدث متكرر.";
"DELETE_EVENT" = "حذف الحدث";

"DETACH_ONE" = "حفظ لهذا الحدث فقط";
"DETACH_FUTURE" = "حفظ لأحداث مستقبلية";
"DETACH_ALL" = "حفظ لكافة الأحداث";
"DETACH_ALERT_TITLE" = "حدث متكرر.";

"CANCEL_DIRTY_ALERT_TITLE" = "تم تحرير الحدث.";
"CANCEL_DIRTY_CANCEL" = "إلغاء التحرير";
"CANCEL_DIRTY_REVIEW" = "مراجعة التحرير";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "لا يمكن إرسال الدعوة";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "لا يبدو أن \"%@\" عنوان بريد إلكتروني صالح.";
"OK" = "موافق";

"TITLE_PLACEHOLDER" = "العنوان";
"LOCATION_PLACEHOLDER" = "الموقع";
"TITLE_DETAIL_NAV_TITLE" = "العنوان والموقع";
"DEFAULT_EVENT_TITLE" = "حدث جديد";
"ADD_TO_CALENDAR" = "إضافة إلى التقويم";

"STARTS" = "يبدأ";
"ENDS" = "ينتهي";
"DATE_DETAIL_NAV_TITLE" = "البداية والنهاية";
"ALL_DAY_SWITCH_TITLE" = "اليوم كله";
"TIME_ZONE" = "النطاق الزمني";
"FLOATING" = "عائم";

"REPEAT" = "تكرار";
"NEVER_DETAIL" = "لا شيء";
"DAILY_DETAIL" = "كل يوم";
"WEEKLY_DETAIL" = "كل أسبوع";
"BIWEEKLY_DETAIL" = "كل أسبوعين";
"MONTHLY_DETAIL" = "كل شهر";
"YEARLY_DETAIL" = "كل سنة";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "تكرار";
"END_REPEAT" = "نهاية التكرار";
"END_REPEAT_NAV_TITLE" = "نهاية التكرار";
"TIME_ZONE_CHOOSER_PROMPT" = "اكتب اسم مدينة.";

"REPEAT_FOREVER" = "تكرار دائم";

"ADD_INVITEES_NAV_TITLE" = "إضافة المدعوين";
"ADD_INVITEES_PROMPT" = "إضافة المدعوين لهذا الحدث.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "لا يمكن حفظ الحدث";
"ALERT_TIME" = "وقت التنبيه";
"CANNOT_REPEAT_EVENT" = "لا يمكن تكرار الحدث";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

